Repository: atalupadhyay/aspnet-mvc-learning
Catalog: TravelCard/Quality.TravelCardDev-2016-04-18/Quality.TravelCardDev/Quality.TravelCardWebUI/Resources/Strings.*.resx
Languages: es_mx

# AdditionalProcesses
source: Next Process
es_mx: siguiente proceso

# AdminFunctions
source: Maintenance Functions
es_mx: Funciones del administrador

# AppTitle
source: Ideal Quality Application
es_mx: Operators Manufacturing Instructions

# AssemblyWONumber
source: ASSEMBLY WO#
es_mx: #OT de ensamble

# BuildingCardPleaseWait
source: Building Travel Card Please Wait......
es_mx: La construcción deTarjeta de viaje ... por favor espere

source: Characteristic
es_mx: caracteristica

source: Comments
es_mx: comentarios

# ComponentPart
source: Comp. Part #
es_mx: # parte de componente

# CopyWrite
source: © Ideal Clamp Products, All rights reserved. This program is the confidential and proprietary intellectual property of Ideal Clamp Products. Any unauthorized use, reproduction, or preparation of derivative software represented by this program is strictly prohibited.
es_mx: © Productos Ideal Clamp, Todos los derechos reservados. Este programa es el de la propiedad intelectual confidencial y patentada de productos de Ideal Clamp. Cualquier uso no autorizado, reproducción, o la preparación de software derivado que representa este programa es estrictamente prohibido.

source: Date
es_mx: fecha

# DrawingNumber
source: Setup TC# DRG#
es_mx: # de dibujo en travel card para ajuste

source: DUE DATE
es_mx: fecha de entrega

source: Gage
es_mx: gauge

source: High Spec.
es_mx: espec. mayor

# IfAudited
source: IF AUDITED PLACE<br /> AUDIT STICKER HERE.
es_mx: Si fue auditado, <br />ponga el sello aquí

# IfRejected
source: RID # IF REJECTED
es_mx: # RID si esta rechazado

# InspectionSignOff
source: I have performed and approved the final inspection and the operator manufacturing instructions.
es_mx: He completado y aprobado la inspeccion final y las instrucciones de manufactura operativas

source: Low Spec.
es_mx: espec. menor

source: Machine
es_mx: maquina

# NumberOfCards
source: Number of Continuation Travel Cards
es_mx: Número de tarjetas de viaje Continuación

# OMI
source: Travel Card
es_mx: Tarjeta de viaje

source: Operator
es_mx: operador

# PackCodeNumber
source: PACK CODE
es_mx: codigo de empaque

# PartNumber
source: PART
es_mx: numero de parte

source: Part Search
es_mx: Búsqueda de partes

source: Part Set Up
es_mx: Parte Configurar

# PickUpDriver
source: PICK UP DRIVER'S SIGNATURE
es_mx: firma de chofer que lo recoje

# PONum
source: P.O.#
es_mx: # Ord. De compra

# PrintTravelCard
source: Print OMI
es_mx: Imprimir Tarjeta de Viaje

source: Quantity
es_mx: cantidad

# ReturnToApp
source: Done, Return to OMI Application
es_mx: volver a la aplicación

# SampleSz
source: Smple<br />Sz
es_mx: tamaño de muestra

source: Saved Successfully
es_mx: guardado con éxito

source: Search
es_mx: Búsqueda

# SearchTravelCardByPartNum
source: Search for Travel Card by Item ID
es_mx: búsqueda por número

# SearchPartSetUps
source: Search by Product ID
es_mx: Buscar Ups Armado Parcial

source: Set Up
es_mx: ajuste

source: SUPPLIER
es_mx: proveedor

source: SUPPLIER CERTIFICATION
es_mx: Certificacion del proveedor

# TestCriteria
source: Internal Process Control Plan Data Sheet
es_mx: hoja de datos del plan de control de proceso interno

source: Tote #
es_mx: contenedor

source: User
es_mx: Usuario

# UserListing
source: Travel Card User Listing
es_mx: Listado de Usuarios

source: WEIGHT
es_mx: peso

source: DRAFT
es_mx: borrador

# OMIPreview
source: Travel Card Preview
es_mx: Tarjeta de viaje vista previa

source: COIL
es_mx: rollo

# ComponentHeat
source: Comp. Heat
es_mx: de calor de componente

# ComponentOMI
source: Comp. Travel Card
es_mx: componente OMI/Tarjeta de Viaje

source: Description
es_mx: descripción

source: Frequency
es_mx: frecuencia

source: HEAT
es_mx: calor

# RawMaterial
source: RAW MAT'L
es_mx: materia prima

# SecondOMI
source: 2nd Travel Card
es_mx: segundo Tarjeta de viaje

source: Travel Card
es_mx: Tarjeta de viaje

# PartNumPlease
source: Please enter a part number
es_mx: Por favor ingrese un número

# CreateOMI
source: Build Travel Card
es_mx: crear OMI

# Cancel
source: Cancel/Close
es_mx: cancelar

source: Operation Code
es_mx: codigo de operacion

# BarCodeNumber
source: License Plate
es_mx: Numero de codigo de barra

source: Click to Hide
es_mx: Haga click para esconder

# HidePreviousOMIList
source: If a previous Travel is not selected a new Travel Card will be created
es_mx: Si un Tarjeta de viaje previo no es seleccionado un nuevo OMI sera creado

# ShowPreviousOMIList
source: Select from recent Travel cards for this part
es_mx: Seleccione de Tarjetas de viajes recientes para esta parte

source: All
es_mx: todos

source: Remarks
es_mx: comentarios

source: Continuation Travel Card
es_mx: de tarjetas de viaje Continuación

source: Please Wait
es_mx: por favor espere
